import { BASE_URL } from "@/constans";
import { SEO_KEYWORDS } from "./keywords";

export const examMetaData = {
    title: 'লাইভ এক্সাম',
    keywords: SEO_KEYWORDS.exam || SEO_KEYWORDS.home,
    description: 'অনুশীলন একাডেমির লাইভ এক্সামে অংশ নিন এবং আপনার চাকরির প্রস্তুতি, একাডেমিক ও ভর্তি পরীক্ষার দক্ষতা যাচাই করুন। প্রতিদিনের লাইভ মডেল টেস্ট, অধ্যায়ভিত্তিক পরীক্ষা, তাৎক্ষণিক ফলাফল ও লিডারবোর্ডের মাধ্যমে নিজেকে এগিয়ে রাখুন।',
    alternates: {
        canonical: `${BASE_URL}/exam`,
    },
    openGraph: {
        title: 'লাইভ এক্সাম -- অনুশীলন একাডেমি',
        description: 'অনুশীলন একাডেমির লাইভ এক্সামে অংশ নিন এবং আপনার চাকরির প্রস্তুতি, একাডেমিক ও ভর্তি পরীক্ষার দক্ষতা যাচাই করুন। প্রতিদিনের লাইভ মডেল টেস্ট, অধ্যায়ভিত্তিক পরীক্ষা, তাৎক্ষণিক ফলাফল ও লিডারবোর্ডের মাধ্যমে নিজেকে এগিয়ে রাখুন।',

        url: `${BASE_URL}/exam`,
        images: [
            {
                url: `${BASE_URL}/og-image.png`,
                width: 1200,
                height: 630,
                alt: 'অনুশীলন একাডেমি লাইভ এক্সাম ',
            },
        ],
        siteName: 'অনুশীলন একাডেমি',
        type: 'website',
        locale: 'bn_BD',
    },
    twitter: {
        card: 'summary_large_image',
        title: 'লাইভ এক্সাম -- অনুশীলন একাডেমি',
        description: 'অনুশীলন একাডেমির লাইভ এক্সামে অংশ নিন এবং আপনার চাকরির প্রস্তুতি, একাডেমিক ও ভর্তি পরীক্ষার দক্ষতা যাচাই করুন। প্রতিদিনের লাইভ মডেল টেস্ট, অধ্যায়ভিত্তিক পরীক্ষা, তাৎক্ষণিক ফলাফল ও লিডারবোর্ডের মাধ্যমে নিজেকে এগিয়ে রাখুন।',
        images: ['/og-image.png'],
    },
};
