

export const faqData = [
    {
        question: "আমি কীভাবে রেজিস্ট্রেশন করতে পারি?",
        answer: "রেজিস্ট্রেশন করতে হোমপেজে থাকা 'রেজিস্টার করো' বা হেডারের ডান দিকের অ্যাকাউন্ট বাটনে ক্লিক করে আপনার নাম, ইমেইল ও পাসওয়ার্ড দিয়ে একটি অ্যাকাউন্ট তৈরি করুন।"
    }, 
    {
        question: "এই ওয়েবসাইট থেকে কী কী সুবিধা পাওয়া যাবে?",
        answer: "এই ওয়েবসাইট থেকে আপনি একাডেমিক পড়াশুনা, বিভিন্ন চাকরি পরিক্ষার সমাধান, জব , ভর্তি প্রস্তুতি ,  অধ্যায়ভিত্তিক কুইজ, ফলাফল বিশ্লেষণ ইত্যাদি ও সাবস্ক্রিপশন প্ল্যানের মাধ্যমে প্রিমিয়াম কন্টেন্ট ব্যবহার করতে পারবেন।" 
    },
    {
        question: "আমি কীভাবে পরীক্ষা দিতে পারি?",
        answer: "লগইন করার পর মেনু থেকে 'পরিক্ষা দিন' মেনুতে যান এবং আপনার পছন্দসই বিষয়/অধ্যায়ের পরীক্ষাটি সিলেক্ট করে পরীক্ষা শুরু করুন। পরিক্ষার সময় শেষ হলে অটোমেটিক প্রশ্ন সাবমিট হয়ে যাবে"
    }, 
    {
        question: "রেজাল্ট কীভাবে দেখা যাবে?",
        answer: "পরীক্ষা সম্পন্ন হলে আপনার প্রোফাইলের 'রেজাল্ট' সেকশনে গিয়ে নির্দিষ্ট পরীক্ষার ফলাফল দেখতে পারবেন। ফলাফলে আপনি স্কোর, সঠিক উত্তর, স্কিপ , উত্তরের ব্যাখ্যা , সময় ইত্যাদি দেখতে পাবেন।"
    },
    {
        question: "আমি ভুল করে রেজিস্টার করলে কী করব?",
        answer: "আপনি চাইলে 'প্রোফাইল সেটিংস' থেকে তথ্য আপডেট করতে পারেন, অথবা আমাদের সাপোর্টে যোগাযোগ করতে পারেন।"
    },
    {
        question: "পেইড প্ল্যান কীভাবে কিনবো?",
        answer: "প্রোফাইলে গিয়ে 'সাবস্ক্রিপশন' সেকশন থেকে আপনার পছন্দসই প্যাকেজ সিলেক্ট করে বিকাশ এর মাধ্যমে পেমেন্ট করে একটিভেট করতে পারবেন। প্রয়োজনে ফ্রী সাবস্ক্রিপশন দিয়েও চেক করতে পারেন। "
    },
    {
        question: "পরীক্ষার সময় নির্ধারিত থাকে কি?",
        answer: "হ্যাঁ, প্রতিটি পরীক্ষার একটি নির্দিষ্ট সময়সীমা থাকে, যা প্রতিটা প্রশ্নপত্রে উল্লেখ থাকে। নির্দিষ্ট সময় শেষ হলে প্রশ্নপত্র সাবমিট হয়ে যাবে।" 
    },
    {
        question: "একই পরীক্ষা কি একাধিকবার দিতে পারব?",
        answer: "না, একটি প্রশ্নপত্রে কেবল একবার অংশগ্রহণ করতে পারবেন। তবে নতুন প্রশ্নে আপনি পরবর্তীতে আবার পরীক্ষা দিতে পারবেন।"
    },
    {
        question: "আমি পাসওয়ার্ড ভুলে গেলে কী করব?",
        answer: "লগইন পেজে থাকা 'পাসওয়ার্ড ভুলে গেছেন?' লিংকে ক্লিক করে ইমেইল দিয়ে পুনরায় পাসওয়ার্ড রিসেট করতে পারবেন।"
    },
    {
        question: "পরীক্ষায় অংশগ্রহণ করলে কি আমি অন্যান্যদের ফলাফল দেখতে পারব?",
        answer: "না, আপনি শুধু আপনার নিজের ফলাফল দেখতে পারবেন। তবে লিডারবোর্ড এর মাধ্যমে অন্যান্য অংশগ্রহণকারী দের সাথে আপনার অবস্থান দেখতে পারবেন।"
    }
]
