import { digitalExam, interactiveLearning, quesExaplain } from "@/Images/Images";

export const FeaturesData = [
    {
        image: interactiveLearning,
        title: "ইন্টারেক্টিভ লার্নিং সিস্টেম",
        description: `ভর্তি পরীক্ষায় সফল হতে চাইলে টু দ্য পয়েন্টে বুঝে পড়া ও পর্যাপ্ত প্র্যাক্টিস খুবই গুরুত্বপূর্ণ। "AR ACADEMY BD" এর ইন্টারেক্টিভ লার্নিং সিস্টেমে প্রতিটি চ্যাপ্টারের মূল বিষয়গুলো সহজ ভাষায় উপস্থাপন করা হয়েছে, যাতে দ্রুত এবং পরিষ্কারভাবে বুঝতে পারো। এরপর প্র্যাক্টিসবুকের সহজ থেকে কঠিন প্রশ্নগুলোতে প্র্যাক্টিস করার সুযোগ পাবে। প্রতিটি প্রশ্নে হিন্ট ও বিস্তারিত ব্যাখ্যা থাকায় তুমি বুঝতে পারবে কোন কোন ক্ষেত্রে তোমার আরও উন্নতির প্রয়োজন।`
    },
    {
        image: digitalExam,
        title: "ডিজিটাল এক্সাম সিস্টেম",
        description: `আমাদের রয়েছে প্রতিটি ভার্সিটির ভর্তি পরীক্ষার অনুরূপ মানবন্টন ও সময়ের আলোকে তৈরী করা একটি সমৃদ্ধ ও সহজ এক্সাম সিস্টেম যার মাধ্যমে তোমরা খুব সহজেই স্ট্যান্ডার্ড প্রশ্নে অধ্যায়ভিত্তিক, পেপার ফাইনাল, সাবজেক্ট ফাইনাল ও মডেল টেস্ট পরীক্ষায় অংশগ্রহণ করতে পারবে।`
    },
    {
        image: quesExaplain,
        title: "প্রশ্নগুলোর বিস্তারিত বিশ্লেষণ",
        description: `তোমার দাগানো কোনো একটি প্রশ্নের উত্তর ভুল নাকি সঠিক ছিলো এবং যেই অপশনটি তুমি দাগিয়েছিলে সেই একই অপশন অন্য আর কত শতাংশ স্টুডেন্টরা দাগিয়েছে- এ সম্পর্কিত বিশ্লেষণগুলো তোমাকে তোমার উত্তরের এক্যুরেসির ব্যাপারে ধারণা দেয়া অথবা সিলি মিসটেকগুলো ধরিয়ে দেবার ব্যাপারে সাহায্য করবে।`
    },
    {
        image: interactiveLearning,
        title: "বিস্তারিত ফলাফল",
        description: "কোনো এক্সাম সাবমিট করার সাথে সাথেই তুমি পেয়ে যাচ্ছো তোমার র‍্যাঙ্কসহ বিস্তারিত একটি ফলাফল যা তোমাকে তোমার বর্তমান প্রস্তুতির ব্যাপারে খুব স্বচ্ছ একটি ধারণা পেতে সাহায্য করবে।"
    },
    {
        image: interactiveLearning,
        title: "প্রতিটি প্রশ্নের ব্যাখ্যা ও হিন্ট",
        description: "প্রতিটি প্রশ্নের উত্তরের স্বপক্ষে রয়েছে সহজ ও স্পষ্ট ব্যাখ্যা যাতে তুমি সহজে বুঝতে পারো এবং রয়েছে হিন্ট যাতে তুমি নিজে থেকে সলভ করার চেষ্টা করতে পারো।"
    },
    {
        image: interactiveLearning,
        title: "লাইভ লিডারবোর্ড",
        description: "তোমার ও অন্যদের পরীক্ষার ফলাফলের র‍্যাঙ্ক দিয়ে সাজানো লাইভ লিডারবোর্ড তোমাকে সাহায্য করবে অন্যদের সাথে তোমার প্রস্তুতির পার্থক্য বুঝিয়ে দিতে। আর লিডারবোর্ডটি লাইভ লিডারবোর্ড হওয়াতে যেকেউ পরীক্ষা দেয়ার সাথে সাথে তার অবস্থানটি এখানে দেখতে পারবে।"
    },
    {
        image: interactiveLearning,
        title: "পারফরমেন্স অ্যানালাইসিস",
        description: "তোমার দেয়া এক্সামগুলোর সাথে অন্য স্টুডেন্টদের দেয়া এক্সামগুলোর পারফরম্যান্স এর তুলনাটি করতে সাহায্য করবে পারফরম্যান্স এনালাইসিস গ্রাফগুলো।"
    },
    {
        image: interactiveLearning,
        title: "প্রশ্ন বুকমার্ক",
        description: "কোনো একটি প্রশ্ন তোমার কাছে কঠিন বা একটু ব্যতিক্রমী মনে হলে পরবর্তীতে রিভিশন দেয়ার সুবিধার্থে থাকছে প্রশ্নটিকে বুকমার্ক করে রাখার সুযোগ।"
    },
    {
        image: interactiveLearning,
        title: "ডাউট সলভিং",
        description: "কোনো একটা কনসেপ্ট বা প্রশ্নে আটকে গেলে তার সমাধান দেবে আমাদের এআই ডাউট সলভার এবং আমাদের ডেডিকেটেড ডাউট সলভিং টিম। এছাড়াও এডমিশন সংক্রান্ত যেকোন জিজ্ঞাসাও করতে পারো আমাদের ফেসবুক পেইজে।"
    }
]